/*28/9/2018*/
"_grp.Accomodation" = "Öömaja";
"_grp.BankATM" = "Pank ja pangaautomaadid";
"_grp.Emergency" = "Hädaolukord";
"_grp.Food_and_Drink" = "Söök & Jook";
"_grp.Guides" = "0";
"_grp.Parking" = "Parkimine";
"_grp.Petrol_Station" = "Bensiinijaam";
"_grp.Services_and_Education" = "Teenused ja haridus";
"_grp.Shopping" = "Poodlemine";
"_grp.Social_Life" = "Meelelahutus & sotsiaalne elu";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Turismiväärtused";
"_grp.Transportation" = "Transport";
"_grp.Vehicle_Services" = "Veoteenused";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Väljumine";
"feet" = "jalga";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "jalg";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilomeetrit";
"Limit" = "Piirang";
"meters" = "meetrit";

/* miles short */
"mi" = "miil";
"miles" = "miili";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Kütuse hinnad";
"poiCategory.select" = "Lähedalasuvad kohad";
"native.navigation.resumeBtn" = "Jätka";

/* timeSecondShort */
"sec" = "sek";
"yards" = "jardi";

/* yards short */
"yd" = "a/p";

"detail.action.directionToHere" = "Hangi juhised";
"detail.action.addVia" = "Lisa teekonnapunkt";
"detail.action.addToFavorite" = "Lisa lemmikute hulka";
"detail.action.copyGps" = "GPS koordinaadid";
"detail.action.removeFavorite" = "Eemalda lemmikutest";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Jaga asukohta";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-post";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstreeri";
"routeCompute.action.navigate" = "Start";
"routeCompute.etaArrival" = "Saabumine";
"routeCompute.fastest" = "Kiireim tee";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "viivitusega";
"routeCompute.button.options" = "Valikud";
"routeCompute.waypointInfo.from" = "Lähtekoht";
"routeCompute.waypointInfo.to" = "Sihtkoht";
"routeCompute.waypointInfo.waypoints" = "teekonnapunktid";
"routeCompute.waypointInfo.via" = "Läbi";
"routeActionMain.cancel" = "Tühista marsruut";
"routeCompute.action.continue" = "Jätka";
"routeCompute.options.title" = "Marsruudi valikud";
"routeCompute.options.AvoidCountry" = "Vältida seda riiki";
"avoid.unpaved" = "Katteta teed";
"avoid.specialArea" = "Congestion charges";
"avoid.ferries" = "Parvlaevad";
"avoid.highways" = "Kiirteed";
"avoid.tollroads" = "Maksustatud teed";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Set work address";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "Töö";
"homeCell.title" = "Kodu";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "Kustuta";
"favorites.place.headerTitle" = "Kohad ja marsruudid";
"favorites.button.done" = "Valmis";
"favorites.segment.contacts" = "Kontaktid";
"favorites.segment.trips" = "Reisid";
"favorites.segment.places" = "Kohad";
"favorites.title" = "Lemmikud";
"favorites.addAlert.add" = "Lisa";
"native.compute.decideToCompute" = "Kas sa sõidad endiselt %@ suunas?";
"routeActionMain.preview" = "Marsruudi eelvaade";
"routeCompute.traffic.withoutInfo" = "Liiklusinfo puudub";
"search.work.title" = "Otsi töökoha aadressi";
"search.home.title" = "Otsi kodu aadressi";
"alert.hideHomeWork.hideHomeTitle" = "Peida Kodu";
"alert.hideHomeWork.hideWorkTitle" = "Peida Töökoht";
"alert.hideHomeWork.setHomeMessage" = "Saate alati seadistada oma kodu aadressi lemmikute all";
"alert.hideHomeWork.setWorkMessage" = "Saate alati seadistada oma töökoha aadressi lemmikute all";
"alert.hideHomeWork.hide" = "Peida";
"action.control.scout.static" = "Leiti kiirem marsruut";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "Uus saabumine %@";
"action.control.scout.fasterRouteFound" = "Leiti kiirem marsruut";
"action.control.scout.preview" = "Eelvaade";
"action.control.scout.route.set" = "Määra kiirem marsruut";
"routeCompute.action.loading" = "Start";
"country.AL" = "Albaania";
"country.AD" = "Andorra";
"country.AU" = "Austraalia";
"country.AT" = "Austria";
"country.BY" = "Valgevene";
"country.BE" = "Belgia";
"country.BA" = "Bosnia ja Hertsegoviina";
"country.BG" = "Bulgaaria";
"country.CA" = "Kanada";
"country.HR" = "Horvaatia";
"country.CZ" = "Tšehhi Vabariik";
"country.DK" = "Taani";
"country.EE" = "Eesti";
"country.FO" = "Fääri saared";
"country.FI" = "Soome";
"country.FR" = "Prantsusmaa";
"country.DE" = "Saksamaa";
"country.GI" = "Gibraltar";
"country.GR" = "Kreeka";
"country.GL" = "Gröönimaa";
"country.VA" = "Vatikani Linnriik";
"country.HU" = "Ungari";
"country.IS" = "Island";
"country.IE" = "Iirimaa";
"country.IL" = "Iisrael";
"country.IT" = "Itaalia";
"country.JP" = "Jaapan";
"country.KP" = "Korea Demokraatlik Rahvavabariik";
"country.KR" = "Korea Vabariik";
"country.KW" = "Kuveit";
"country.LV" = "Läti";
"country.LI" = "Liechtenstein";
"country.LT" = "Leedu";
"country.LU" = "Luksemburg";
"country.MK" = "Makedoonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Holland";
"country.AN" = "Hollandi Antillid";
"country.NZ" = "Uus-Meremaa";
"country.NF" = "Norfolki saar";
"country.NO" = "Norra";
"country.PL" = "Poola";
"country.PT" = "Portugal";
"country.RO" = "Rumeenia";
"country.RU" = "Vene föderatsioon";
"country.SM" = "San Marino";
"country.SG" = "Singapur";
"country.SK" = "Slovakkia";
"country.SI" = "Sloveenia";
"country.ZA" = "Lõuna-Aafrika Vabariik";
"country.ES" = "Hispaania";
"country.SE" = "Rootsi";
"country.CH" = "Šveits";
"country.TW" = "Taiwan";
"country.TH" = "Tai";
"country.TR" = "Türgi";
"country.UA" = "Ukraina";
"country.GB" = "Suurbritannia";
"country.US" = "USA";
"country.VN" = "Vietnam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "Araabia Ühendemiraadid";
"country.OM" = "Omaan";
"country.SA" = "Saudi-Araabia";
"country.EG" = "Egiptus";
"country.PR" = "Puerto Rico";
"country.VI" = "Neitsisaared";
"country.RA" = "Argentiina";
"country.BH" = "Bahrein";
"country.BR" = "Brasiilia";
"country.HK" = "Hong Kong";
"country.ID" = "Indoneesia";
"country.IN" = "India";
"country.IM" = "Mani saar";
"country.MO" = "Macau";
"country.MX" = "Mehhiko";
"country.MY" = "Malaisia";
"country.QA" = "Katar";
"country.AW" = "Aruba";
"country.AF" = "Afghanistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Alandi saared";
"country.AM" = "Armeenia";
"country.AQ" = "Antarktika";
"country.AS" = "Ameerika Samoa";
"country.TF" = "Prantsuse Lõunaterritooriumid";
"country.AG" = "Antigua ja Barbuda";
"country.AZ" = "Aserbaidžaan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahama";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuuda";
"country.BO" = "Boliivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Bouvet saar";
"country.BW" = "Botswana";
"country.CF" = "Kesk-Aafrika Vabariik";
"country.CC" = "Coco saared";
"country.CL" = "Tšiili";
"country.CI" = "Elevandiluurannik";
"country.CM" = "Kamerun";
"country.CD" = "Kongo (Zair)";
"country.CG" = "Kongo";
"country.CK" = "Cooki saared";
"country.CO" = "Kolumbia";
"country.KM" = "Komoorid";
"country.CV" = "Roheneem";
"country.CR" = "Costa Rica";
"country.CU" = "Kuuba";
"country.CX" = "Jõulusaar";
"country.KY" = "Caymani saared";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "Dominikaani vabariik";
"country.DZ" = "Alžeeria";
"country.EC" = "Ekuador";
"country.ER" = "Eritrea";
"country.EH" = "Lääne-Sahara";
"country.ET" = "Etioopia";
"country.FJ" = "Fidži";
"country.FK" = "Falklandi saared";
"country.FM" = "Mikroneesia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Ekvatoriaal-Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Prantsuse Gujaana";
"country.GU" = "Guam";
"country.GY" = "Gujaana";
"country.HM" = "Heardi saar ja McDonald'i saared";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Briti India ookeani territoorium";
"country.IR" = "Iraan";
"country.IQ" = "Iraak";
"country.JM" = "Jamaika";
"country.JE" = "Jersey";
"country.JO" = "Jordaania";
"country.KZ" = "Kasahstan";
"country.KG" = "Kõrgõstan";
"country.KH" = "Kamboodža";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts ja Nevis";
"country.LA" = "Laos";
"country.LB" = "Liibanon";
"country.LR" = "Libeeria";
"country.LY" = "Liibüa";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (Prantsuse osa)";
"country.MA" = "Maroko";
"country.MG" = "Madagaskar";
"country.MV" = "Maldiivid";
"country.MH" = "Marshalli saared";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongoolia";
"country.MP" = "Põhja Mariana saared";
"country.MZ" = "Mosambiik";
"country.MR" = "Mauritaania";
"country.MQ" = "Martinique";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namiibia";
"country.NC" = "Uus-Kaledoonia";
"country.NE" = "Niger";
"country.NG" = "Nigeeria";
"country.NI" = "Nikaraagua";
"country.NU" = "Niue";
"country.NP" = "Nepaal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peruu";
"country.PH" = "Filipiinid";
"country.PW" = "Palau";
"country.PG" = "Paapua Uus-Guinea";
"country.PY" = "Paraguai";
"country.PS" = "Palestiina";
"country.PF" = "Prantsuse Polüneesia";
"country.RE" = "Réunion";
"country.RW" = "Ruanda";
"country.SD" = "Sudaan";
"country.SN" = "Senegal";
"country.GS" = "Lõuna Georgia ja Lõuna Sandwichi saared";
"country.SH" = "Püha-Helena";
"country.SJ" = "Svalbard ja Jan Mayen";
"country.SB" = "Saalomoni saared";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somaalia";
"country.PM" = "Saint Pierre ja Miquelon";
"country.ST" = "Sao Tome ja Principe";
"country.SR" = "Surinam";
"country.SZ" = "Svaasimaa";
"country.SC" = "Seišellid";
"country.SY" = "Süüria Araabia vabariik";
"country.TC" = "Türgi ja Caicosi saared";
"country.TD" = "Tšaad";
"country.TG" = "Togo";
"country.TJ" = "Tadžikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (Ida-Timor)";
"country.TO" = "Tonga";
"country.TT" = "Trinidad ja Tobago";
"country.TN" = "Tuneesia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tansaania";
"country.UM" = "USA Minor Outlying saared";
"country.UY" = "Uruguai";
"country.UZ" = "Usbekistan";
"country.VC" = "Saint Vincent ja Grenadiinid";
"country.VE" = "Venetsueela";
"country.VG" = "Briti Neitsisaared";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis ja Futuna";
"country.WS" = "Samoa";
"country.YE" = "Jeemen";
"country.ZM" = "Sambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Columbia distrikt";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawai";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "Põhja-Carolina";
"country.US-ND" = "Põhja-Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Lõuna-Carolina";
"country.US-SD" = "Lõuna-Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Lääne-Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Briti Kolumbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland ja Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Loodealad";
"country.CA-NU" = "Nunavuti territoorium";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prints Edwardi saar";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukoni territoorium";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Põhja-Iirimaa";
"country.GB-SCT" = "Šotimaa";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Kanalisaared";
"N" = "N";
"S" = "S";
"W" = "W";
"E" = "E";
"routeplaning.actionButton.title" = "Valmis";
"com.sygic.addWaypoint.placeholder" = "Lisa teekonnapunkt";
"detail.action.selectPoi" = "Vali";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "Minu asukoht";
"placeholder.password" = "Parool";
"placeholder.email" = "E-post";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Eelvaade";
"detail.action.shareGps" = "Jaga GPS koordinaate";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "Sihtkohta jõudmiseks jäävad ka mõned kiirteed marsruudile.";
"message.avoid.specialArea.unable" = "Sorry, we can not avoid congestion charges on your route.";
"message.avoid.tollRoads.unable" = "Ei ole võimalik vältida kõiki maksustatud teid. Arvutatud marsruudile jäävad mõned maksustatud teed.";
"message.avoid.ferries.unable" = "Selleks, et sihtkohta jõuda, pead osa marsruudist läbima ka praamiga.";
"message.avoid.unpavedRoads.unable" = "To reach your destination, some unpaved roads have to remain on route.";
